<?php
/************************************************************************************
 *  Created By Amer Hendy Language Consol For Laravel
 *      EGYPT -2023
 *     Employment_MaritalStatus
 * 
 * **********************************************************************************/
return [
    'Employment_MaritalStatus'=>'الحالة الاجتماعية',
    'singular'=>'الحالة الاجتماعية',
    'plural'=>'الحالة الاجتماعية',
    'create'=>'اضافة الحالة الاجتماعية',
    'edit'=>'تعديل الحالة الاجتماعية',
];
