<?php
/************************************************************************************
 *  Created By Amer Hendy Language Consol For Laravel
 *      EGYPT -2023
 *     Employment_Jobs
 *
 * **********************************************************************************/
return [
    'Employment_Jobs'=>'الوظائف',
    'singular'=>'وظيفة',
    'plural'=>'الوظيفة',
    'create'=>'اضافة وظيفة',
    'edit'=>'تعديل وظيفة',
    'tab1'=>'اختيار الوظيفة',
    'tab2'=>'نطاق العمل',
    'tab3'=>'مؤهلات الوظيفة',
    'tab4'=>'شروط',
    'tab5'=>'شروط شخصية',
    'tab6'=>'وظيفة سائق',
    'tab7'=>'نشر الوظيفة',
    'Code'=>'كود الوظيفة',
    'Description'=>'وصف الوظيفة',
    'Count'=>'عدد المطلوبين للوظيفة',
    'Age'=>'اقصى سن',
    'AgeIn'=>'تاريخ حدود اقصى سن',
    'Driver'=>'هل الوظيفة تختص بسائق؟',
    'Driver0'=>'الوظيفة لسائق',
    'Driver1'=>'الوظيفة لغير سائق',
    'Status'=>'حالة عرض الوظيفة',
    'StatusPublish'=>'نشر',
    'StatusDraft'=>'اخفاء',
    'CityBornLive'=>'محل الاقامة او الميلاد',
    'CityBornLivehint'=>'يتم اختيار المدينة حسب محافظات الاعلان',

];
