<?php
/************************************************************************************
 *  Created By Amer Hendy Language Consol For Laravel
 *      EGYPT -2023
 *     Employment_People
 *
 * **********************************************************************************/
return [
    'Employment_People'=>'المتقدمين',
    'singular'=>'متقدم',
    'plural'=>'المتقدم',
    'FULLname'=>'الاسم بالكامل',
    'apply_info_fullname'=>'يرجى كتابة الاسم رباعى طبقا لما هو مذكور بالرقم القومى',
    'Fname'=>'الاسم الاول',
    'Sname'=>'اسم الاب',
    'Tname'=>'اسم الجد',
    'Lname'=>'باقى الاسم',
    'NID'=>'الرقم القومى',
    'Sex'=>[
        'Sex'=>'النوع',
        'Male'=>'ذكر',
        'Female'=>'انثى',
    ],
    'Employment_Army'=>[
        'hint'=>'يمكنك اختيار التجنيد اذا لم تحصل على شهادة الخدمة العامة',
    ],
    'Employment_Ama'=>[
        'hint'=>'يمكنك اختيار موقف الخدمة العامة اذا لم تؤدى الخدمة العسكرية',
    ],
    'bornPlace'=>[
        'bornPlace'=>'محل الميلاد',
        'bornPlaceHint'=>'طبقا لما هو بشهادة الميلاد',
        'Governorate'=>'محافظة الميلاد',
        'City'=>'مدينة الميلاد',
    ],

    'LivePlace'=>[
        'LivePlace'=>'محل الاقامة',
        'Governorator'=>'محافظة الاقامة',
        'City'=>'مدينة الاقامة',
        'Address'=>'عنوان الاقامة',
        'hint'=>'يتم كتابة العنوان طبقا للمكتوب ببطاقة الرقم القومى'
    ],
    'Connection'=>[
        'Connection'=>'بيانات الاتصال',
        'LandLine'=>'الارضى',
        'Mobile'=>'الموبايل',
        'Email'=>'البريد الالكترونى',
        'hint'=>'يرجى كتابة البيانات سليمة لسهولة التواصل',
    ],
    'Mosama_Educations'=>[
        'Mosama_Educations'=>'المؤهل الدرسى',
        'year'=>'سنة الحصول على الشهادة'
    ],
    'Employment_Drivers'=>[
        'DriverDegree'=>'درجة القيادة',
        'DriverStart'=>'بداية الرخصة',
        'DriverEnd'=>'نهاية الرخصة',
        'hint'=>'يرجى كتابة البيانات طبقا للمحرر برخصة القيادة',
    ],
    'Khebra'=>[
        'Khebra'=>'الخبرة',
        'years'=>'عدد سنوات الخبرة',
        'hint'=>'يتم كتابة عدد السنوات طبقا للمذكور بطابعة التأمينات
        <br>المدة البينية تكون خبرة فى جهة حكومية<br>خبرة فى مجال العمل تكون فى القطاع الخاص',
    ],
    'Tamin'=>[
        'Tamin'=>'رقم الملف التأمينى',
        'hint'=>'يمكنك احضار رقم ملفك التأمينى من طابعة التأمينات',
    ],
    'uploadLabel'=>'اختر ملف بصيغة PDF',
    'Uploaded_files'=>'الملف',
    'Employment_Instructions'=>[
        'hint'=>'يرجى قراءة التعليمات بدقة',
        'CheckHint'=>'اضغط هنا للموافقة على كافة الاشتراطات والتعليمات',
    ],
    'BirthDate'=>'تاريخ الميلاد',
    'applyDate'=>'تاريخ التقديم',
    'Age'=>[
        'Age'=>'العمر',
        'AgeYears'=>'سنوات',
        'AgeMonths'=>'شهور',
        'AgeDays'=>'أيام',
    ],
    'acceptall'=>'الموافقة على كافة الاشتراطات',
    'uid'=>'رقم الملف',
];
