<?php
/************************************************************************************
 *  Created By Amer Hendy Language Consol For Laravel
 *      EGYPT -2023
 *     Employment_Qualifications
 * 
 * **********************************************************************************/
return [
    'Employment_Qualifications'=>'اشتراطات التوظيف',
    'singular'=>'اشتراطات التوظيف',
    'plural'=>'اشتراطات التوظيف',
    'create'=>'اضافة اشتراطات التوظيف',
    'edit'=>'تعديل اشتراطات التوظيف',
    'type'=>'نوع الشرط',
    'public'=>'عام لكل الوظائف',
    'private'=>'خاص بوظيفة',
];
