<?php
/************************************************************************************
 *  Created By Amer Hendy Language Consol For Laravel
 *      EGYPT -2023
 *     Employment_Stages
 * 
 * **********************************************************************************/
return [
    'Employment_Stages'=>'مراحل التوظيف',
    'singular'=>'مرحلة',
    'plural'=>'مراحل التوظيف',
    'create'=>'اضافة مراحل التوظيف',
    'edit'=>'تعديل مراحل التوظيف',
    'Name'=>'اسم المرحلة',
    'Days'=>'عدد ايام العرض',
    'page'=>'الصفحة',
    'front'=>'بحث بالرقم القومى',
    'front0'=>'بحث',
    'front1'=>'اخفاء',
];
